Repository: MarcusIsLion/Ressource_Pack_Reformer
Catalog: locales copy/*/LC_MESSAGES/messages.po
Languages: es, it

source: Sélectionner le dossier contenant les fichiers pack.mcmeta, pack.png et le dossier assets
es: Seleccionar la carpeta que contiene los archivos pack.mcmeta, pack.png y la carpeta assets.
it: Seleziona la cartella contenente i file pack.mcmeta, pack.png e la cartella assets.

source: Erreur : Les fichiers ou dossiers requis n'ont pas été trouvés dans le dossier spécifié.
es: Error: No se encontraron los archivos o carpetas requeridos en la carpeta especificada.
it: Errore: I file o le cartelle richiesti non sono stati trovati nella cartella specificata.

source: Le pack pour la version {minecraft_versions[pack_format_int.index(version)]} a été exporté avec succès.
es: El pack para la versión {minecraft_versions[pack_format_int.index(version)]} se ha exportado con éxito.
it: Il pacchetto per la versione {minecraft_versions[pack_format_int.index(version)]} è stato esportato con successo.

source: Toutes les versions du pack ont été exportées.
es: Todas las versiones del pack se han exportado.
it: Tutte le versioni del pacchetto sono state esportate.

source: Exportateur de packs Minecraft
es: Exportador de packs de Minecraft
it: Esportatore di pacchetti Minecraft

source: Sélectionnez les versions dans lesquelles vous souhaitez exporter votre pack de texture :
es: Seleccione las versiones en las que desea exportar su pack de texturas:
it: Seleziona le versioni in cui desideri esportare il tuo pack di texture:

source: Choisir le fichier à exporter
es: Elegir el archivo a exportar
it: Scegli il file da esportare

source: Application
es: Aplicación
it: Applicazione

source: Langue
es: Idioma
it: Lingua

source: Quitter
es: Salir
it: Esci

source: La langue a été modifiée. L'application va redémarrer.
es: El idioma ha sido modificado. La aplicación se reiniciará.
it: La lingua è stata modificata. L'applicazione si riavvierà.

source: Cette application vous permet d'exporter votre ressource pack dans 4 grandes versions : 1.16.X; 1.17.X 1.18.X 1.19.X sélectionne le dossier de votre pack de ressource et l'application vous fournit 4 fichier (.zip) dans lesquelles se retrouverons, votre fichier (pack.mcmeta) votre logo (pack.png) y su ressource pack en una carpeta (assets).
es: Esta aplicación le permite exportar su paquete de recursos en 4 versiones principales: 1.16.X; 1.17.X 1.18.X 1.19.X Seleccione la carpeta de su paquete de recursos y la aplicación le proporcionará 4 archivos (.zip) en los que se encontrarán su archivo (pack.mcmeta), su logotipo (pack.png) y su paquete de recursos en una carpeta (assets).

source: À propos
es: Acerca de
it: Informazioni

source: Aide
es: Ayuda
it: Aiuto

source: Exporter les packs
es: Exportar los paquetes
it: Esporta i pacchetti

source: Entrez le nom de votre ressource pack (cliquez sur 'version' pour inscrire la version automatiquement lors de l'export) :
es: Ingrese el nombre de su paquete de recursos (haga clic en 'versión' para ingresar automáticamente la versión al exportar):
it: Inserisci il nome del tuo pacchetto di risorse (clicca su 'versione' per inserire automaticamente la versione durante l'esportazione):

source: Sélectionnez le dossier contenant 1 dossier ('assets') et 2 fichiers ('pack.mcmeta' & 'pack.PNG') :
es: Seleccione la carpeta que contiene 1 carpeta ('assets') y 2 archivos ('pack.mcmeta' y 'pack.PNG'):
it: Seleziona la cartella che contiene 1 cartella ('assets') e 2 file ('pack.mcmeta' & 'pack.PNG'):

source: L'exportation des packs est terminée. Voulez-vous ouvrir le dossier d'exportation ?
es: La exportación de los paquetes ha finalizado. ¿Desea abrir la carpeta de exportación?
it: L'esportazione dei pacchetti è terminata. Vuoi aprire la cartella di esportazione?

source: Vidéo Tutoriel
es: Tutorial en vídeo
it: Video Tutorial

source: Rechercher une mise à jour
es: Buscar una actualización
it: Cerca un aggiornamento

source: Demande de mise à jour
es: Solicitud de actualización
it: Richiesta di aggiornamento

source: Vous êtes à jour, ne vous inquiétez pas.
es: Está actualizado, no se preocupe.
it: Sei aggiornato, non preoccuparti.

source: App version
es: Versión de la aplicación
it: Versione dell'applicazione

source: Voici la version de votre application : {local_version} Voici la version en ligne actuelle : {online_version}
es: Esta es la versión de su aplicación: {local_version} Esta es la versión en línea actual: {online_version}
it: Ecco la versione della tua applicazione: {local_version} Ecco la versione online attuale: {online_version}

source: Une mise à jour de l'application est disponible. Voulez-vous la télécharger ? Version de votre application : {local_version} Version en ligne actuelle : {online_version}
es: Hay una actualización de la aplicación disponible. ¿Desea descargarla? Versión de su aplicación: {local_version} Versión en línea actual: {online_version}
it: È disponibile un aggiornamento dell'applicazione. Vuoi scaricarlo? Versione della tua applicazione: {local_version} Versione online attuale: {online_version}

source: Mise à jour
es: Actualización
it: Aggiornamento

source: Sélectionner toutes les versions.
es: Seleccionar todas las versiones.
it: Seleziona tutte le versioni.

source: Désélectionner toutes les versions.
es: Deseleccionar todas las versiones.
it: Deseleziona tutte le versioni.

source: Pas de connexion internet !
es: No hay conexión a Internet.
it: Nessuna connessione internet!

source: Cette application a été codée par MarcusIsLion. Tous les droits sont réservés. Voici quelques règles d'utilisation : 1) Ne pas revendre l'application ou la partager gratuitement. 2) Ne pas modifier l'application. 3) Pour toute demande particulière, veuillez envoyer un mail à
es: Esta aplicación fue desarrollada por MarcusIsLion. Todos los derechos reservados. Aquí hay algunas reglas de uso: 1) No revender la aplicación ni compartirla de forma gratuita. 2) No modificar la aplicación. 3) Para cualquier solicitud especial, por favor envíe un correo electrónico a
it: Questa applicazione è stata sviluppata da MarcusIsLion. Tutti i diritti sono riservati. Ecco alcune regole d'uso: 1) Non rivendere l'applicazione o condividerla gratuitamente. 2) Non modificare l'applicazione. 3) Per richieste speciali, si prega di inviare un'email a

source: Option
es: Opción
it: Opzione

source: Ressource Pack Reformer
es: Reformador de Paquetes de Recursos
it: Riformatore di pacchetti di risorse

source: Data Pack Reformer
es: Reformador de Paquetes de Datos
it: Riformatore di pacchetti di dati

source: Sélectionnez les versions dans lesquelles vous souhaitez exporter votre data pack :
es: Seleccione las versiones en las que desea exportar su paquete de datos:
it: Seleziona le versioni in cui desideri esportare il tuo pacchetto di dati:

source: Cette application vous permet d'exporter votre ressource pack dans 4 grandes versions : 1.16.X; 1.17.X 1.18.X 1.19.X sélectionne le dossier de votre pack de ressource et l'application vous fournit 4 fichier (.zip) dans lesquelles se retrouverons, votre fichier (pack.mcmeta) votre logo (pack.png) et votre ressource pack dans un dossier (assets).
it: Questa applicazione ti consente di esportare il tuo pacchetto di risorse in 4 grandi versioni: 1.16.X; 1.17.X 1.18.X 1.19.X Seleziona la cartella del tuo pacchetto di risorse e l'applicazione ti fornirà 4 file (.zip) in cui troverai il tuo file (pack.mcmeta), il tuo logo (pack.png) e il tuo pacchetto di risorse in una cartella (assets).
